Repository: mohenned/mohenned
Catalog: iam/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Arabic
ar: العربية

source: User Name
ar: إسم المستخدم

source: Unique and without a space
ar: يجب ان يكون غير مستخدم وبلا فواصل

source: Password
ar: كلمة المرور

source: Optional E-mail
ar: صندوق بريد-إيميل-إختياري

source: You dont have to provide an e-mail,it is for password resetting.
ar: الإيميل يستخدم في حالة نسيان كلمة السر لوضع كلمة سر جديدة

source: none
ar: لآ يوجد

source: Hypertension
ar: إرتفاع ضغط الدم

source: Diabetes
ar: داء السكري

source: asthma
ar: ربو قصبي

source: Kidney Disease
ar: أمراض مزمنة بالكلية

source: Renal stones
ar: حصاة بالكلية

source: Anemia
ar: فقر دم

source: Osteoarthritis
ar: سوفان المفاصل

source: Rheumatoid arthritis
ar: التهاب المفاصل الرثوي-الروماتيزم

source: Married
ar: متزوج/متزوجة

source: Single
ar: أعزب/عزباء

source: Divorced
ar: مطلق/مطلقة

source: Male
ar: ذكر

source: Female
ar: أنثى

source: not smoker
ar: غير مدخن

source: Past smoker
ar: مدخن سابقا

source: Active smoker
ar: مدخن

source: Plastic-surgery
ar: الجراحة التقويمية والتجميلية

source: Internal-Medicine
ar: الطب الباطني -الباطنية

source: General-Surgery
ar: الجراحة العامة

source: Pediatric
ar: طب الأطفال

source: Ob/Gyn
ar: نسائية-توليد

source: ENT
ar: جراحة الأنف والأذن والحنجرة

source: Orthopedic
ar: جراحة العظام والكسور

source: Vascular-Surgery
ar: جراحة الصدر والأوعية الدموية

source: Dermatology
ar: الجلدية

source: Ophthalmology
ar: العيون

source: Neurosurgery
ar: جراحة الجملة العصبية

source: Hematology
ar: أمراض الدم

source: Oncology
ar: الأورام

source: Radiology
ar: الأشعة

source: Family-medicine
ar: طب الأسرة

source: Anasthetist
ar: التخدير والعناية المركزة

source: Dentist
ar: طب الأسنان

source: Maxillofacial
ar: جراحة الوجه والفكين

source: Other
ar: أخرى

source: unknown
ar: غير معروف

source: Name
ar: الإسم

source: Name in a arabic
ar: الأسم باللغة العربية

source: Speciality
ar: الإختصاص

source: name
ar: الأسم

source: Gender
ar: الجنس

source: Birth Date
ar: تاريخ الولادة

source: Adress
ar: العنوان

source: Baghdad
ar: بغداد

source: Phone number
ar: رقم الهاتف

source: Occupation
ar: الوظيفة

source: Marital state
ar: الحالة الزوجية

source: Allergies
ar: حساسية

source: Chronic Diseases
ar: أمراض مزمنة

source: Any other diseases
ar: امراض اخرى

source: Smoking
ar: التدخين

source: Smoking notes
ar: كمية التدخين او النركيلة والفترة

source: Emergency contact
ar: عند الطواريء اتصل بِ

source: Blood Group
ar: فصيلة الدم

source: Profile picture
ar: الصورة الشخصية

source: Notes about me
ar: عني

source: Value
ar: القيمة

source: Time
ar: الوقت

source: Investigation Comments
ar: تعليق عن التحليل

source: Medication
ar: إسم الدواء

source: Dose
ar: الجرعة

source: Frequency
ar: التكرار

source: Directions
ar: التعليمات

source: Prescription Comments
ar: تعليق على الدواء-إن وجد-

source: Title
ar: العنوان

source: Note
ar: الملاحظة

source: Logout
ar: تسجيل الخروج

source: Login
ar: تسجيل الدخول

source: Search Doctors
ar: ابحث عن طبيب

source: JUTHOOR!
ar: جذوور

source: Create an account:
ar: إنشاء حساب جديد

source: Patient account
ar: متلقي للعناية الصحية

source: Login:
ar: تسجيل الدخول

source: log in
ar: دخول

source: Thank you
ar: شكر

source: About
ar: عن

source: To humans ,the real humans, paving the ocean for others, sacrificing their time and effort so that a stranger far far away can have a better future by their gifts and a brighter life by their kind giving souls , to them i say
ar: إلى الابطال والعلماء وممهدي طريق العلم

source: THANK YOU,AND GOD BLESS YOU
ar: شكرا جزيلا

source: And many many others
ar: وغيرهم الكثير
